{
  "nome_completo": "Dayana Ferreira do Nascimento",
  "o_que_eu_quero": "Descrição resumida sobre o que você deseja para sua carreira",
  "cidade_estado:": "Recife/PE",
  "link_linkedin": "https://www.linkedin.com/in/dayanaferreira0/",
  "link_github": "https://github.com/Dayanaferrer",
  "email": "dayanaferreira2@gmail.com",
  "um_pouco_sobre_mim": [
    "Estudo Engenharia da Computação na Faculdade Mauricio de Nassau pela manhã. Estou no finalzinho do 4º périodo. Sou apaixonada em computação desde pequena. Não é atoa que entre um anivessário de 15 anos e um computador, escolhi o computador! Foi aí que começei a explorar o software e hardware.",
    "Durante minhas férias conheci a reprograma, participei do processo seletivo e atualmente estou cursando desenvolvedora backend. Apredendo sobre tudo que acontece no software, especificamente javascript.",
    "Após o término do ensino médio foquei em trabalhar. Após o desligamento iniciei meu primeiro pré-vestibular público, então dediquei todos os fins de semana do ano de 2017. Fiz o enem pela terceira vez e não conseguir. Em 2018 refiz o mesmo pré-vestibular e pela 4º vez tentei o enem. Obtive a nota que precisava e em 2019.1 dei continuação ao meu sonho.",
    "Amo aprender sobre tecnologias que não conheço através de videos e posts na internet. Gosto de andar de bicicleta pela cidade. Viajar. Cuidar das minhas plantas. Olhar o céu."
    
  ],
  "no_que_ja_trabalhei": [
    {
      "cargo_funcao": "Produtora Gráfica ",
      "empresa": "Digi-Service",
      "periodo": "Maio/2012 a Nov/2014",
      "atividades_desenvolvidas": "Serviços gráficos: Impressões, Digitação, Cartões de Visita, Pesquisas, Cadastros em Sites, Convites de Festas.",
      "link": null
    },
    {
      "cargo_funcao": "Operador de Telemaketing",
      "empresa": "Contax-PE",
      "periodo": "Abril/2016 a Set/2018",
      "atividades_desenvolvidas": "Vendas de produtos, serviços, promoções, registro de informações.",
      "link": null
    }
  ],
  "o_que_ja_estudei": [
    {
      "curso": "Get Connected",
      "instituicao": "Cisco Networking Academy",
      "periodo": "Jul/2020",
      "resumo_conhecimentos_aprendidos": "Identificar diferentes tipos de sistemas de computadores, componentes internos e periféricos, entender a estrutura dos diretórios no Microsoft Windows e como trabalhar com arquivos e pastas usando um editor de texto, identificar problemas comuns e implementar soluções simples para hardware, software e redes."
    },
    {
      "curso": "Introdução a redes de computadores",
      "instituicao": "Cisco Networking Academy",
      "periodo": "Jul/2020 a Out/2020",
      "resumo_conhecimentos_aprendidos": "Configurar switches e dispositivos finais para fornecer acesso ao local e recursos de rede remota. Configurar os roteadores para permitir a conectividade de ponta a ponta entre dispositivos. Criar esquemas de endereçamento IPv4 e IPv6 e verifique a rede conectividade entre dispositivos. Configurar uma pequena rede com as melhores práticas de segurança. Solucionar problemas de conectividade em uma pequena rede."
    },
    {
      "curso": "Desenvolvedora backend",
      "instituicao": "Reprograma",
      "periodo": "Ago/2020 a Dez/2020",
      "resumo_conhecimentos_aprendidos": "Programação JavaScript, Lógica Aplicada: Loop, Escopo, Função, Objetos, Arrays e Métodos API, Node.js, Integração de webservices, Rotas, Status Code."
    }
    
  ],
  "meus_outros_aprendizados_e_interesses": [
    {
      "interesse_evento_curso": "Curso online de Javascript",
      "instituicao": "Udemy",
      "resumo_conhecimentos_interesses": "Entendimento sobre a sintaxe básica do javascript"
    },
    {
      "interesse_evento_curso": "Curso ES6",
      "instituicao": "Udemy",
      "resumo_conhecimentos_interesses": "Entendimento sobre a sintaxe moderna do javascript"
    }
  ],
  "no_que_me_destaco": [
    {
      "habilidade_ferramenta": "HTML",
      "pontuacao": 7
    },
    {
      "habilidade_ferramenta": "JAVASCRIPT",
      "pontuacao": 8
    },
    {
      "habilidade_ferramenta": "NODE",
      "pontuacao": 7
    },
    {
      "habilidade_ferramenta": "GIT/GITHUB",
      "pontuacao": 8
    },
    {
      "habilidade_ferramenta": "REACT",
      "pontuacao": 8
    },
    {
      "habilidade_ferramenta": "REACT",
      "pontuacao": 8
    }

  ]
}
